Repository: sugarlabs/sugar-commander
Catalog: po/*.po
Languages: fa, pt_br, uk

source: Sugar Commander
fa: فرمانده (رئیس) Sugar
pt_br: Comandante Sugar
uk: Sugar-командер

source: Move files from your SD card or thumb drives to the Journal, clean up the Journal, and more!
fa: فایل ها را از کارت SD یا درایوهای انگشتی خود به ژورنال منتقل کنید، ژورنال را پاک کنید، و ...
pt_br: Mova os arquivos do seu cartão SD ou USB para o Diário, limpe o Diário, e mais!
uk: Пересуває файли з картки SD або флешки до журналу, спорожняє журнал тощо.

source: Title
fa: عنوان
pt_br: Título
uk: Назва

source: Size (KB)
fa: اندازه (سایز) کیلوبایت (KB)
pt_br: Tamanho (KB)
uk: Розмір (у кБ)

source: MIME Type
fa: نوع MIME
pt_br: Tipo MIME
uk: Тип MIME

source: Journal
fa: ژورنال
pt_br: Diário
uk: Журнал

source: Resize To Width
fa: تغییر اندازه پهنا (عرض)
pt_br: Redimensione a Largura
uk: Розміри за шириною

source: Save
fa: ذخیره کردن
pt_br: Salvar
uk: Зберегти

source: Delete
fa: حذف کردن
pt_br: Excluir
uk: Вилучити

source: Description
fa: توضیحات
pt_br: Descrição
uk: Опис

source: Tags
fa: علامت زدن
pt_br: Etiquetas
uk: Мітки

source: Copy File To The Journal
fa: فایل را در ژورنال کپی کنید
pt_br: Copiar arquivo para o Diário
uk: Копіювати файл до журналу

source: Files
fa: فایل ها
pt_br: Arquivos
uk: Файли

source: Error
fa: خطا
pt_br: Erro
uk: Помилка

source: Image cannot be made larger, only smaller.
fa: عکس نمیتواند بزرگ تر شود، فقط کوچکتر میشود.
pt_br: Imagem só pode ser diminuída.
uk: Зображення не можна збільшити, лише зменшити.

source: Entry %s resized.
fa: ورود %s تغییر سایز.
pt_br: Entrada %s redimensionada.
uk: Розмір запису %s змінено.

source: Entry %s deleted.
fa: ورود %s حذف شده.
pt_br: Entrada %s excluída.
uk: Запис %s вилучено.

source: Entry title changed to %s
fa: ورود عنوان تغییر داده شده به %s
pt_br: Título da entrada modificado para %s
uk: Назву запису змінено на %s

source: Entry %s tags updated.
fa: ورود %s علامت ها به روز شده است.
pt_br: Entrada %s de etiquetas atualizada.
uk: Мітки запису %s оновлено.

source: Entry %s description updated.
fa: ورود %s توضیحات به روز شده.
pt_br: Descrção da entrada %s atualizada.
uk: Опис запису %s оновлено.

source: File %s copied to the Journal.
fa: %s فایل در ژورنال کپی شده است.
pt_br: Arquivo %s copiado para o Diário.
uk: Файл %s скопійовано до журналу.

source: Success
fa: موفقیت
pt_br: Sucesso
uk: Успіх

source: %s added to Journal.
fa: %s به ژورنال اضافه شده است.
pt_br: %s adicionado ao Diário.
uk: %s додано до журналу.
