Repository: sugarlabs/sugar-commander
Catalog: po/ach.po
Languages: ach

source: Move files from your SD card or thumb drives to the Journal, clean up the Journal, and more!
ach: Kwany pail ikom SD kadi onyo thumb drives idwoki i Janol, iwe kom Janol aber, kede mukene!

source: Title
ach: Nyinge

source: Size (KB)
ach: Caji (KB)

source: MIME Type
ach: Kite MIME

source: Journal
ach: Janol

source: Resize To Width
ach: Yik caji idwoki i Lacere

source: Save
ach: Gwoki

source: Delete
ach: Jwa oko

source: Description
ach: Kop ikome

source: Tags
ach: Tag me tic

source: Copy File To The Journal
ach: Ket kit pail no dang i Janol

source: Files
ach: Pail apol

source: Error
ach: Bal

source: Image cannot be made larger, only smaller.
ach: Calere pe oromo medo adwong, onyo dwoko atidi.

source: Entry %s resized.
ach: En me acwala iyie %s oloko caji mere.

source: Entry %s deleted.
ach: En me acwala iyie %s ojwao oko.

source: Entry title changed to %s
ach: Nyinge me aketa oloko odoko %s

source: Entry %s tags updated.
ach: En aketo %s tag me tic oketo manyen.

source: Entry %s description updated.
ach: Kop ikome ame aketo %s oyiko manyen.

source: File %s copied to the Journal.
ach: Pail %s oketo dang i Janol.

source: Success
ach: Otum aber

source: %s added to Journal.
ach: %s omedo i Janol.
